{ 	"_comment": "Replace any linebreaks with '{NEWLINE}'",
	"members": [

	{
		"name": "Adam Hudnut-Beumler",
		"netid": "adamjh",
		"year": "2017",
		"instruments": "Vocals",
		"major": "Religion",
		"hometown": "Nashville, Tennessee",
		"birthday": "June 22, 1994",
		"bio": "Raised in Nashville, Tennessee, Adam began his vocal career at an early age, first singing along to his father's soothing lullabies. He later found a home in musical theater, and then developed an affinity for rock through the musical Bloody Bloody Andrew Jackson. When he's not devoting his sex appeal to PURE, you can find Adam performing in Triangle and other plays across campus. On his own time, he bumps A Tribe Called Quest, Beach House, Dr. Dog, and Viet Cong."
	},

	{
		"name": "Alex Santos",
		"netid": "aesantos",
		"year": "2019",
		"instruments": "Bass",
		"major": "Undeclared",
		"hometown": "Somerville, Massachusetts",
		"birthday": "August 1, 1997",
		"bio": "Alex \"A Little Less Sad Aqeel\" Santos was first introduced the world of rock around the age of 8 when he began playing guitar, inspired to keep shedding by the tunes of the Foo Fighters, Metallica, and Rage Against the Machine. At a School of Rock camp (actually) Alex first picked up the bass after catching the eye of rock legend Jack Black (probably). His first song on the bass was the grand finale of Pink Floyd's Dark Side of the Moon: Brain Damage/Eclipse. It is rumored that when Alex struck his first note, the sound waves became quantum entangled with the moon causing it to teleport into an eclipse over the venue, summoning Sid Barrett and immediately turning him into a werewolf. Since that day the Musicians Guild has requested Alex never play in drop B again. Alex's tastes in music have evolved since that fateful day, now favoring a more diverse mix of alt rock, sludge metal, and \"stranger stuff\" (perhaps Aqeelcore?) which include the bands Okkervil River, Radiohead, Tool, and Mastodon. It is worth noting many of his current bands are more lighthearted than his slightly more angsty picks from his pre-teen days, leading us to the source of his nickname, the little less sad Aqeel."
	},

	{
		"name": "Aqeel Phillips",
		"netid": "aqeelp",
		"year": "2017",
		"instruments": "Bass, Drums, Guitar",
		"major": "Computer Science",
		"hometown": "Ardmore, Pennsylvania",
		"birthday": "September 15, 1995",
		"bio": "Aqeel Phillips, the president of our fine organization, leads PURE with passion, dedication and integrity. It all began when young Aqeel moved to a new middle school and learned the guitar in the 7th grade in a noble (and successful) attempt at being \"cool\". As he began to discover his love and ability for music at such a tender age, he casually picked up the drums and bass, and the rest is pure history. Our talented leader leads us by example, putting us all to shame by seamlessly filling in for our missing band members with minimal effort. Currently, his main instrument is the bass but one will see him dominating PURE shows, playing the majority of each set list, jumping from instrument to instrument and from genre to genre. As a senior in the computer science department just off the back of a fancy Google summer internship, Aqeel will tragically leave us at the end of this year. What will PURE do without him? Nobody knows..."
	},

	{
		"name": "Avanthi Cole",
		"netid": "amcole",
		"year": "2018",
		"instruments": "Vocals",
		"major": "Molecular Biology",
		"hometown": "Princeton, New Jersey",
		"birthday": "January 22, 1997",
		"bio": "Though you wouldn’t know it from listening to her sing, Avanthi was first exposed to rock music by joining PURE. Born and raised in Princeton (and aching to leave), she received classical training since preschool, only starting experimentation with solo singing in high school. Her favourite genre of music is rap, however; Kanye West is the love of her life. Though she intends to apply the skills she learned as a MOL major to the world of research after graduation, she would like to sign off to all of her (undoubtedly millions of) fans with the hope that \"maybe one day Kanye will make me famous.\""
	},

	{
		"name": "Ben Taylor",
		"netid": "bataylor",
		"year": "2019",
		"instruments": "Keyboards",
		"major": "Undeclared",
		"hometown": "Morgantown, West Virginia",
		"birthday": "September 19, 1996",
		"bio": "Ben Taylor is a keyboardist in PURE from Morgantown, West Virginia. Morgantown is rather large town, home to West Virginia University and West Virginia’s Core Arboretum. As a lover of nature, Ben loves having 91 acres of untouched forest in the center of his town. Growing up, Ben was homeschooled, and has since decided to pursue a Physics major here at Princeton. He wants to take his degree and become a teacher, so that he can use his knowledge to help others pursue their own dreams. Ben also participated in Princeton’s Bridge Year program, becoming a part of the community in Varanasi, India."
	},

	{
		"name": "Ben Jang",
		"netid": "jjang",
		"year": "2018",
		"instruments": "Vocals",
		"major": "Electrical Engineering",
		"hometown": "Seoul, South Korea",
		"birthday": "September 1, 1995",
		"bio": "The man, the myth, the legend... Ben Jang was born in Korea but raised in England (mostly). He developed a voice because he \"liked singing\" and ended up teaching himself some basics, you know, because true legends don’t need teachers like the rest of us chumps. He used to sing until his voice broke, (i.e., \"the day music died\") before he relearned and music rose again like a phoenix out of holy Jesus ashes. If he weren’t singing, by his own account, he’d be down at the pub, target shooting while downing a pint of Guinness. Predictably, his favorite animal is the mantis shrimp – you know, that shrimp that has hydraulic cannons for arms? My guess for why is because his booming voice strikes mens’ hearts like a cannonball, leaving gaping wounds where prideful folly once was.{NEWLINE}{NEWLINE}Then again, we may never know..."
	},

	{
		"name": "Brandon Joel Tan",
		"netid": "btan",
		"year": "2018",
		"instruments": "Drums",
		"major": "Economics",
		"hometown": "Singapore, Singapore",
		"birthday": "December 20, 1994",
		"bio": "Brandon Tan, born and raised in Singapore, is a drummer for PURE. Full of many talents, Brandon also plays guitar and piano and is involved in  Princeton Faith and Action, Princeton Sports Analytics, and Princeton Business Volunteers. No matter how busy he is, Brandon can always be counted on - especially to view every group chat message in 10 seconds flat. He is a vital member of PURE and without him, the band would be quite off beat."
	},

	{
		"name": "Edmond Kim",
		"netid": "ek7",
		"year": "2018",
		"instruments": "Guitar",
		"major": "Philosophy",
		"hometown": "Clarksville, Maryland",
		"birthday": "November 11, 1995",
		"bio": "Edmond Kim is a '17 from Baltimore, Maryland. He was peer pressured into playing guitar, but found true love and now suggests Hiatus Kaiyote tunes because they're \"easy for guitar\". Huh. He's listening to Dance Gavin Dance, Periphery, K-Pop, and other really hardcore stuff. He enjoys podcasts, gaming, inventing conspiracy theories, and Reddit archives, and his greatest accomplishment is crashing into a pole within seconds of passing his third driving exam. "
	},

	{
		"name": "Elliott Eglash",
		"netid": "eeglash",
		"year": "2017",
		"instruments": "Alto Saxophone",
		"major": "English",
		"hometown": "Weston, Connecticut",
		"birthday": "December 13, 1994",
		"bio": "Elliott Eglash is a rising senior at Princeton, but has spent the last semester soaking up the culture in London, England.  He started his musical career on the drums at age 10, and was also a self-proclaimed child prodigy on the glockenspiel.  However, after a few years, Elliott made the move to the saxophone, which he's played for PURE since his freshman year.  An English major native to Los Angeles, California, Elliott nowadays lives in Connecticut.  When not playing sweet tunes with PURE, Elliot can be found writing for the Nass Lit, or jamming to Twin Peaks, Tame Impala, and Mac Demarco."
	},

	{
		"name": "Ethan Gordon",
		"netid": "egordon",
		"year": "2017",
		"instruments": "Keyboards",
		"major": "Electrical Engineering",
		"hometown": "Buffalo Grove, Illinois",
		"birthday": "November 19, 1994",
		"bio": "The unclarity..."
	},

	{
		"name": "Fiora Elbers-Tibbetts",
		"netid": "fiorae",
		"year": "2018",
		"instruments": "Vocals",
		"major": "Spanish and Portuguese",
		"hometown": "Cambridge, Massachusetts",
		"birthday": "February 27, 1996",
		"bio": "Fiora is a multitalented musician who started practicing the violin at the ripe old age of four. She then went on to hone her skills in choirs and orchestras throughout high school, an experience she now recounts as 'boring'. Drawing from her mother's experiences as a singer in a rock band, she now shows off her dulcet tones in PURE. On her days off at Princeton, Fiora enjoys Dutch pancakes from Agricola, an influence from her Dutch father. She also studied creative writing at high school, making her much more qualified to write this bio than the author himself."
	}, 

	{
		"name": "Frank Jiang",
		"netid": "ffjiang",
		"year": "2017",
		"instruments": "Keyboards",
		"major": "Computer Science",
		"hometown": "West Pymble, Australia",
		"birthday": "November 24, 1994",
		"bio": "Frank Jiang, our pianist, has been playing since the age of 5, quitting lessons at 11 to play for fun. He says thinking about notes in solfege guarantees him great relative pitch until the song has sharps or flats. He also enjoys playing clarinet and dabbles in guitar. He recently entered his EDM phase after going to his first rave in San Francisco. Hailing from Sydney, Australia, Frank has a mix of an American, British, and Australian accent."
	},

	{
		"name": "Guillermo Mart&iacute;nez Cabalga",
		"netid": "gcabalga",
		"year": "2017",
		"instruments": "Guitar, Vocals",
		"major": "Physics",
		"hometown": "Espartinas, Spain",
		"birthday": "May 13, 1994",
		"bio": "Guillermo Martinez Cabalga, aka the Spanish Space Sloth and formerly known as A Bullfighting Astronaut, is a guitar player for PURE. He has been playing for a number of years and started out listening to the Red Hot Chili Peppers, Oasis, and Green Day. Since then, he has branched out in his listening habits, and today his favorite guitarists are Joe Satriani, Paul Gilbert, and Guthrie Govan.{NEWLINE}{NEWLINE}As a physics major, Guillermo is often very busy with schoolwork, but he makes time to hang out and have a drink. Despite his potentially imposing height, one should have no qualms about approaching Guillermo, as he is a very welcoming individual at heart. After all, his signature stage move would be The Snuggle, in which he snuggles up to the other band members and perhaps sings along.{NEWLINE}{NEWLINE}Guillermo hails from Sevilla, Spain and has also resided in Hong Kong for two years. However, his penchant for exploration is not limited to worldly bounds, as he fully intends to become an astronaut. We all should get to know Guillermo better while he still remains an earthly being, although even after he leaves the planet’s surface we can take solace in the fact that he would then be PURE’s official interstellar, intergalactic ambassador, making us the first extraterrestrial rock group, all while doing generally cool astronaut things – maybe even surfing with the aliens somewhere."
	},

	{
		"name": "Harrison Davis",
		"netid": "hgdavis",
		"year": "2018",
		"instruments": "Guitar",
		"major": "Music",
		"hometown": "New Haven, Connecticut",
		"birthday": "May 7, 1996",
		"bio": "Harrison Davis first picked up guitar sometime after 2006, when he heard John Frusciante's \"sick lines\" in Snow ((Hey Oh)) in Germany. Literally, he picked up a guitar he found in the house.  He hails from the lesser college town and zoo station of New Haven, Connecticut.  He calls moving to Princeton, \"Even better than the real thing.\"  He also spent four years growing up in Egypt, which explains why Harrison, a music concentrator, takes advanced Arabic. When asked how one ends up in Egypt, Harrison would only reply, \"Well, my dad had job options in either Hawaii or Egypt.  He picked Egypt and would have stayed there until the end of the world, but who’s gonna ride your wild horses, you know?\" Why did he return? Well, as Harrison explains it, \"The world can be so cruel, but even the fly works in mysterious ways, like tryin’ to throw your arms around the world. You just gotta be ultraviolet, you know? Love is blind, even for acrobats.\" In his free time, Harrison likes reading Game of Thrones, playing basketball, and drawing/sketching in his dorm room, which may or may not still have the Achtung Baby U2 posters he first put up freshman year.{NEWLINE}{NEWLINE}When prompted for something funny to put in his bio, he said, \"I don’t know. I guess you could make something up.\""
	}, 

	{
		"name": "Jasper Jarecki",
		"netid": "jarecki",
		"year": "2019",
		"instruments": "Guitar, Bass",
		"major": "Undeclared",
		"hometown": "New York, New York",
		"birthday": "November 15, 1996",
		"bio": "Jasper Samson Jarecki, named for his vitreous eyes and his hair-derived strength with the ladies, accidentally stumbled into his PURE audition in 2015 while searching for his mojo. After wowing the current members with his entirely unscripted performance Jasper was welcomed into the group. With pickups looming, our starlet deemed them “lame”; opting instead to do his own pickups on the street and later, his dorm. The group deemed this lame.{NEWLINE}{NEWLINE}However, based upon his familiarity with the knobs on the PA, Jasper was quickly promoted to lead emitter of sexual tension, a role previously held by Guillermo. While is guitar playing on the 2015/16 tour was acceptable, it was his performances as vocalist on the indie anthem, Chelsea Dagger, and his bass playing on Q-tip’s modern classic, Nakamarra, that made Jasper a dorm-hold name on the Princeton campus. Despite his success, Jasper has decided to skip the 2016/17 tour in order to pursue a career as a kiwi-fruit. Godspeed his return."
	}, 

	{
		"name": "Jeffrey Han",
		"netid": "jh34",
		"year": "2017",
		"instruments": "Guitar, Cello",
		"major": "Computer Science",
		"hometown": "Malvern, Pennsylvania",
		"birthday": "December 9, 1994",
		"bio": "Jeffrey is a senior from the Philadelphia area who started off as a cellist in his elementary school orchestra, only to find his true calling in metal. This deeper-seated passion inspired him to learn guitar shortly before college—“there’s only so much you can do [on the cello]”—and brought him to PURE’s doorstep. Though we know him more for his metallic expression on guitar, he can still be seen going back to his roots in “Opus 21,” a small chamber music group on campus. A COS major, Jeffrey spends his non-musical days coding, watching anime, and playing video games. Hit him up if you want to talk power chords and Apocalyptica!"
	}, 

	{
		"name": "Joshua Murray",
		"netid": "jm43",
		"year": "2018",
		"instruments": "Bass",
		"major": "Geosciences",
		"hometown": "Scarborough, United Kingdom",
		"birthday": "October 17, 1995",
		"bio": "Josh Murray is a bassist and a geology major, which means he enjoys both rock and rocks. He started out playing jazz saxophone before making the switch to bass. He plays and listens to mostly alternative rock, bands like the Arctic Monkeys and Biffy Clyro, which sounds made up but is actually a real band. He also listens to jazz and emo on occasion. He joined PURE after Guillermo helped him move in—he was won over by the spaniard’s winning personality and charming facial hair."
	}, 

	{
		"name": "Katie Frorer",
		"netid": "kfrorer",
		"year": "2018",
		"instruments": "Vocals",
		"major": "Neuroscience",
		"hometown": "Bryn Mawr, Pennsylvania",
		"birthday": "January 27, 1996",
		"bio": "Katie is a multi-talented musician and dancer, who dazzles the senses with her soulful voice, virtuosic guitar and sensuous belly dancing. But it was not always that way. Katie has sung since she was little, but her dad used to worry that she was tone deaf, and her brother would wince every time she sang, which was all the time. However, she persevered, and in her own words, ‘accidentally’ taught herself how to do it right, proving that dreams can come true. She picked up guitar in a similar haphazard manner, trying at the age of 10 to learn American Pie from a chord book without knowing the rhythm... or the melody... Katie is continuing her foray into the arts with belly dance and theater, and hopes to be an actor when she graduates."
	},

	{
		"name": "Kieran Murphy",
		"netid": "kpmurphy",
		"year": "2019",
		"instruments": "Keyboards, Vocals",
		"major": "Undeclared",
		"hometown": "Fruitland, Maryland",
		"birthday": "June 20, 1997",
		"bio": "So you want to find KPapi, KDaddy, KFather. Well, here’s a beginners guide of how to find Kieran: 1) Fitzrandolph Gates, look for the guy relieving himself on the cast iron gates that confine us to New Jersey; 2) Terrace, follow the beardy guy holding a grilled cheese so cold that the once-molten filling has bound itself to his fleshy palm; 3) Edwards; 4) Follow the high-pitched moaning sound he makes; 5) Listen out for someone practicing for a Shere Kahn audition; 6) The PURE practice room. Rarely, Kieran has to practice like the rest of us."
	}, 

	{
		"name": "Kwasi Oppong-Badu",
		"netid": "kyo",
		"year": "2018",
		"instruments": "Bass",
		"major": "Computer Science",
		"hometown": "Newark, New Jersey",
		"birthday": "July 14, 1996",
		"bio": "Kwasi Oppong-Badu is a junior bassist in PURE. He has been playing since he was 9, when the sweet siren call of 90s alternative music beckoned him to pick up his first guitar. Kwasi enjoys playing anything with an interesting rhythm or strong groove. His favorite styles are funk, soul, and math rock, though his ideal style would be a combination of the three. When not playing bass, Kwasi enjoys procrastinating on Wikipedia, animation, eating, and computer science."
	}, 

	{
		"name": "Kyle Duffey",
		"netid": "kduffey",
		"year": "2019",
		"instruments": "Guitar",
		"major": "Undeclared",
		"hometown": "Lake Orion, Michigan",
		"birthday": "September 15, 1995",
		"bio": "Kyle Duffey started playing the guitar in 8th grade to try to be cool like his guitarist friend.  He loves science, and created a science honor society in Lake Orion High School, Michigan.  He hopes to one day visit CERN.  His other skills include speaking Italian, working at Qdoba, and Microsoft Office."
	}, 

	{
		"name": "Nicky Don",
		"netid": "ndon",
		"year": "2019",
		"instruments": "Drums",
		"major": "Undeclared",
		"hometown": "Miami, Florida",
		"birthday": "December 20, 1997",
		"bio": "Hailing from Miami, Nicky is one of our resident drummers, who has killed it in PURE since joining in the fall of her freshman year. She picked up percussion/drums in the 4th grade when her brother told her that the trumpet only has 3 notes, and the sax wasn't much better. She has continued playing ever since, but mainly played in her school's jazz band until joining PURE. While unaccustomed to rock, she has picked up the new style quickly and kills it on songs like \"Smells Like Teen Spirit\" and \"Cough Syrup\". When asked what type of music she likes to play, she says \"Jazz, funk, and anything that doesn't make me throw my sticks accidentally.\"{NEWLINE}{NEWLINE}She mainly listens to klezmer (Yiddish folk music), jazz, German rock/rap/pop music, and the PURE Song Suggestion list on Spotify because, as she puts it, \"I know absolutely nothing in terms of good rock music, (but I am slowly learning!).\""
	}, 

	{
		"name": "Peter Russell",
		"netid": "pjr2",
		"year": "2019",
		"instruments": "Tenor Saxophone",
		"major": "Undeclared",
		"hometown": "Riverside, Connecticut",
		"birthday": "September 24, 1997",
		"bio": "A member of the Mid-Atlantic chapter, formerly the New England chapter, of the Illuminati, Peter Russell is an artist for the everyman. Tried for the murder of seven out of tune trombonists, Peter was released without serving jail time, as the prosecutor lacked the evidence to convict him. Finding his first saxophone at the age of 18 months in a dumpster near his home in Greenwich, Connecticut, Peter has been pushing air particles into brass with his mouth ever since. Russell shared with me his thoughts on giving this interview, saying, \"The New Yorker really is a prestigious publication, and I’m flattered to be included in their ‘obituaries,’ along with so many other notable figures.\""
	}, 

	{
		"name": "Rebecca Mindel",
		"netid": "rmindel",
		"year": "2019",
		"instruments": "Guitar, Vocals",
		"major": "Undeclared",
		"hometown": "Cherry Hill, New Jersey",
		"birthday": "August 4, 1997",
		"bio": "THE SONG OF REBECCA MINDEL{NEWLINE}{NEWLINE}In the Garden State,{NEWLINE}upon that hill of cherry{NEWLINE}she lived, learned, and grew.{NEWLINE}{NEWLINE}Toys 'R' Us aisles gave{NEWLINE}to her a muse, a new tool:{NEWLINE}here the journey starts.{NEWLINE}{NEWLINE}Six strings, eight fingers{NEWLINE}(and two thumbs) all met gladly;{NEWLINE}Eighty-eight keys too,{NEWLINE}{NEWLINE}But Bach's bacchanals{NEWLINE}of digits among strings, keys{NEWLINE}weren't her future...{NEWLINE}{NEWLINE}Grooves, jams, shredding--{NEWLINE}for these she shed the classics{NEWLINE}and never looked back.{NEWLINE}{NEWLINE}Now she purely sheds,{NEWLINE}this master of the fretboard.{NEWLINE}But wait, there is more!{NEWLINE}{NEWLINE}Mol. Bio, in short,{NEWLINE}is her int'rest (soon, major).{NEWLINE}She'll know cells' secrets.{NEWLINE}{NEWLINE}Her strength shows in sports:{NEWLINE}upon the softball diamond,{NEWLINE}a homerun hitter!{NEWLINE}{NEWLINE}But nothing can beat{NEWLINE}a fun weekend with family{NEWLINE}back in Cherry Hill"
	}, 

	{
		"name": "Russell Burton",
		"netid": "rhburton",
		"year": "2017",
		"instruments": "Drums",
		"major": "Physics",
		"hometown": "Neenah, Wisconsin",
		"birthday": "July 28, 1994",
		"bio": "Russell’s arduous entry to the world of music was gated by a classical guitar teacher that took \"far too few showers\". Fed up with the stench, Russell proclaimed, \"I don’t need no stinkin’ guitars!\" and moved onto drums, settling into jazz drumming throughout high school. However, he maintained a long-lasting musical affair with the likes of Zeppelin and Blink (both of which he is on a single-name basis with), and joined PURE to investigate the seductive grooves of rock and funk. In an effort to procrastinate from school as much as possible, Russell has also been holding it down for jazz combos performing the music of Art Blakey and Lee Morgan, as well as experimental and vocal ensembles as well. When he does come up for air, he studies physics (specifically High Energy Theory) and ventures outdoors for activities like biking and climbing. When asked his fondest memory, he took a brief moment to think, and quickly replied, \"leaving all those OA chumps back in DC.\""
	}, 

	{
		"name": "Tyler Nellesen",
		"netid": "nellesen",
		"year": "2017",
		"instruments": "Guitar",
		"major": "Mathematics",
		"hometown": "Perris, California",
		"birthday": "November 1, 1994",
		"bio": "Tyler is PURE's shredder, who dominated the stage during his note for note rendition of \"Free Bird\".  He's from Perris, CA, an hour or two southeast of LA, and started playing guitar about 7 years ago after playing Guitar Hero, which got him into rock music. 99% of what he used to listen to was metal, but, since joining PURE, he has branched out into more rock. Now, his music tastes have a wide variety and listens to everything from The Who to Spawn of Possession."
	}, 

	{
		"name": "Wonshik Shin",
		"netid": "wshin",
		"year": "2019",
		"instruments": "Vocals",
		"major": "Undeclared",
		"hometown": "Seoul, South Korea",
		"birthday": "April 22, 1997",
		"bio": "Born and raised in Seoul, Korea, Wonshik Shin is an admirable and dedicated vocalist of PURE. He has quite a stage presence (which comes as no surprise since his musical inspiration is Freddy Mercury) and once you get to know him, you will discover that his energy and contagious smile extend far beyond the stage. Occasionally, Wonshik agrees to share his talents with the rest of Princeton and ventures out of PURE’s rehearsal space to participate in VTone arch sings, play baseball, study neuroscience, or plan events for the Korean American Student Association. If you haven't met him yet, look out for him on campus!"
	}, 

	{
		"name": "Yotam Sagiv",
		"netid": "ysagiv",
		"year": "2018",
		"instruments": "Guitar",
		"major": "Computer Science",
		"hometown": "Amsterdam, Netherlands",
		"birthday": "August 30, 1995",
		"bio": "Yotam Sagiv (pronounced, \"Savage\") is a skinny Israeli boy with biting sarcasm and a devilish smile. Descended directly from The Zohan, and infused in the second grade with DNA from Bono, Yotam is pretty good at guitar. At Princeton, Yotam (like everyone else these days, dammit) studies computer science, hoping through his studies to shed light on his immigrant experience while securing a well-compensated future for himself and his several children to be. When asked what his favorite thing about PURE is, Yotam replied, \"the women,\" dropping a mic the room was unaware he had before walking off into the sunset to another rendition of \"Little Black Submarines.\""
	}

]}